Repository: skoro/assets-pack
Catalog: languages/assets-pack-*.po
Languages: ru_ru, uk

source: Assets Pack
ru_ru: Агрегация и минимизация
uk: Упаковка ресурсів

source: Assets
ru_ru: Фронтэнд
uk: Ресурси

source: Assets store location
ru_ru: Каталог размещения итоговых файлов

source: Assets URL
ru_ru: URL по которому будут доступны итоговые файлы

source: JavaScript aggregation
ru_ru: Агрегация и сжатие скриптов

source: Skip scripts
ru_ru: Игнорировать скрипты

source: Debug
ru_ru: Отладка
uk: Налагодження

source: CSS aggregation
ru_ru: CSS агрегация и сжатие

source: Skip styles
ru_ru: Игнорировать стили

source: Convert inline urls
ru_ru: Преобразовать внутренние ссылки
uk: Перетворити вбудовані посилання

source: Update settings
ru_ru: Сохранить настройки
uk: Оновити параметри

source: Do not include these scripts to assets file. You should enter handle names separated by commas. You can get names from a .js.debug file.
ru_ru: Не включать эти скрипты в итоговый файл. Нужно ввести внутренние названия скриптов через запятую. Эти названия можно увидеть в файле .js.debug

source: Enabling aggregation all javascripts will concatenated to one asset bundle.
ru_ru: Собрать все скрипты в один файл.

source: Do not include these styles to assets file. You should enter handle names separated by commas. You can get names from a .css.debug file.
ru_ru: Не включать эти стили в итоговый файл. Нужно ввести внутренние названия стилей через запятую. Эти названия можно увидеть в файле .css.debug
uk: Не додавати ці стилі в пакет. Ви повині ввести назви стилів через кому. Назви ви можете отримати з файла налагодження.

source: Enabling aggregation all CSS styles will concatenated to one asset bundle.
ru_ru: Собрать все стили в один файл.

source: Create along with js asset file with .js.debug extension which contains script names.
ru_ru: Создавать .js.debug файл с названиями скриптов и их путями которые вошли в итоговый файл.

source: Create along with css asset file with .css.debug extension which contains styles names.
ru_ru: Создавать .css.debug файл с названиями стилей и их путями которые вошли в итоговый файл.

source: Clear assets
ru_ru: Очистить результаты агрегации

source: Convert all url() values to local if it possible.
ru_ru: Преобразовать все url() в правилах стилей в локальные если это возможно.

source: After this setting is checked or unchecked please clear assets.
ru_ru: После включения этой опции нужно очистить файлы агрегации.

source: Assets has been clean.
ru_ru: Файлы агрегации очищены.

source: Js debug is useless when js aggregation is disabled.
ru_ru: Отладка скриптов бесполезна когда агрегация скриптов отключена.
uk: Файл налагодження не буде створений бо об'єднання вимкнуто.

source: Css debug is useless when css aggregation is disabled.
ru_ru: Отладка Css бесполезна когда агрегация стилей отключена.
uk: Файл налагодження не буде створений бо об'єднання вимкнуто.

source: Could not create directory or directory is not writeable.
ru_ru: Не удалось создать каталог или каталог недоступен для записи.
uk: Не вдалось створити теку або тека захищена від запису.

source: "Assets Pack" plugin Composer dependencies are missing. Please make sure that you are executed <strong>composer install</strong> command.
ru_ru: Не найдены зависимости плагина "Assets Pack". Проверьте, пожалуйста, что вы выполнили команду <strong>composer install</strong> в каталоге плагина.
uk: Залежності плагіна відсутні. Ви повині встановити залежності командою <strong>composer install</strong>

source: Aggregate and minimize javascripts and css.
ru_ru: Агрегация и минимизация скриптов и стилей.

source: Bundles directory
uk: Тека пакетів

source: Bundles URL
uk: Посилання на пакети

source: Skip these scripts
uk: Пропустити ці скрипти

source: Skip these styles
uk: Пропустити ці стилі

source: Assets pack
uk: Упаковка ресурсів

source: Do not include these scripts into a bundle file. You should enter handle names separated by commas. You can get names from a .js.debug file.
uk: Не додавати ці скрипти в пакет. Ви повині ввести назви скриптів через кому. Назви ви можете отримати з файла налагодження.

source: Combine javascripts into a bundle
uk: Об'єднати javascript в один пакет

source: Combine styles into a bundle
uk: Об'єднати стилі в один пакет

source: Create a debug file with script names which contains in a bundle
uk: Створити файл налагодження з іменами скриптів

source: Create a debug file with style names which contains in a bundle
uk: Створити файл налагодження з іменами стилів

source: Clear cache
uk: Очистити кеш

source: Convert all url() values to local if it possible
uk: Перетворити всі посилання url() в локальні якщо це можливо

source: Always clear cache if this setting is changed.
uk: Завжди очищуйте кеш пакетів якщо ця опція змінена.

source: Cached bundles has been removed.
uk: Кеш пакетів очищено.

source: Combine and minimize javascripts and css.
uk: Об'єднання та мінімізація ресурсів
